[
  {
    "id": "desempregado",
    "name": "Desempregado",
    "minWorks": 0,
    "bankLimit": 5000,
    "salary": [80, 120],
    "phrases": [
      "Você catou latinhas na rua e ganhou {gain} Foxies.",
      "Você ajudou um vizinho a carregar compras e recebeu {gain} Foxies.",
      "Você encontrou alguns Foxies perdidos no sofá e ganhou {gain} Foxies.",
      "Você limpou o quintal de um conhecido e recebeu {gain} Foxies.",
      "Você vendeu alguns objetos velhos e ganhou {gain} Foxies.",
      "Os membros da STORM fizeram uma vaquinha pra você e ganhou {gain} Foxies.",
      "Você varreu a calçada de uma padaria e ganhou {gain} Foxies.",
      "Você vigiou carros na frente do supermercado e recebeu {gain} Foxies.",
      "Você recolheu garrafas pet para reciclagem e ganhou {gain} Foxies.",
      "Você ajudou a descarregar um caminhão de mudanças e recebeu {gain} Foxies.",
      "Você passeou com o cachorro de um morador do bairro e ganhou {gain} Foxies.",
      "Você lavou o carro de um vizinho e recebeu {gain} Foxies.",
      "Você encontrou dinheiro no bolso de uma jaqueta antiga e ganhou {gain} Foxies.",
      "Você entregou panfletos de uma pizzaria por uma hora e recebeu {gain} Foxies.",
      "Você ajudou a organizar uma garagem bagunçada e ganhou {gain} Foxies.",
      "Você limpou os vidros de uma loja e recebeu {gain} Foxies.",
      "Você carregou malas pesadas para um turista e ganhou {gain} Foxies.",
      "Você pintou um pequeno portão enferrujado e recebeu {gain} Foxies.",
      "Você recolheu jornais velhos para um brechó e ganhou {gain} Foxies.",
      "Você desentupiu uma calha e recebeu {gain} Foxies."
    ]
  },
  {
    "id": "ajudante",
    "name": "Ajudante",
    "minWorks": 10,
    "bankLimit": 10000,
    "salary": [120, 170],
    "phrases": [
      "Você ajudou em uma mudança pesada e ganhou {gain} Foxies.",
      "Você auxiliou um pedreiro na obra carregando massa e recebeu {gain} Foxies.",
      "Você carregou caixas no depósito de uma distribuidora e ganhou {gain} Foxies.",
      "Você ajudou a montar um palco para um show local e recebeu {gain} Foxies.",
      "Você serviu como ajudante geral em uma oficina mecânica e ganhou {gain} Foxies.",
      "Você auxiliou na organização de um estoque de roupas e recebeu {gain} Foxies.",
      "Você carregou fardos de refrigerante em um mercado e ganhou {gain} Foxies.",
      "Você ajudou a montar móveis em uma residência e recebeu {gain} Foxies.",
      "Você auxiliou um eletricista passando cabos e ganhou {gain} Foxies.",
      "Você ajudou a limpar um terreno para construção e recebeu {gain} Foxies.",
      "Você serviu de ajudante em uma feira livre e ganhou {gain} Foxies.",
      "Você auxiliou na descarga de um caminhão de materiais de construção e recebeu {gain} Foxies.",
      "Você ajudou a organizar o arquivo morto de um escritório e ganhou {gain} Foxies.",
      "Você serviu como auxiliar em um buffet de festas e recebeu {gain} Foxies.",
      "Você ajudou a pintar as faixas de um estacionamento e ganhou {gain} Foxies.",
      "Você auxiliou um marceneiro a lixar móveis antigos e recebeu {gain} Foxies.",
      "Você carregou equipamentos de som para um DJ e ganhou {gain} Foxies.",
      "Você ajudou a montar as barracas de um evento comunitário e recebeu {gain} Foxies.",
      "Você auxiliou na separação de materiais recicláveis em um centro e ganhou {gain} Foxies.",
      "Você ajudou a instalar placas de sinalização e recebeu {gain} Foxies."
    ]
  },
  {
    "id": "faxineiro",
    "name": "Faxineiro",
    "minWorks": 30,
    "bankLimit": 20000,
    "salary": [150, 200],
    "phrases": [
      "Você deixou o escritório brilhando e ganhou {gain} Foxies.",
      "Você limpou as janelas de um prédio comercial e recebeu {gain} Foxies.",
      "Você fez a faxina completa em uma residência de luxo e ganhou {gain} Foxies.",
      "Você organizou e limpou um salão de festas após o evento e recebeu {gain} Foxies.",
      "Você manteve a escola limpa e organizada hoje, ganhando {gain} Foxies.",
      "Você encerou o piso de um hospital e recebeu {gain} Foxies.",
      "Você limpou a área comum de um condomínio e ganhou {gain} Foxies.",
      "Você fez a higienização de um vestiário e recebeu {gain} Foxies.",
      "Você aspirou todos os tapetes de um hotel e ganhou {gain} Foxies.",
      "Você limpou a cozinha de um restaurante industrial e recebeu {gain} Foxies.",
      "Você lavou o pátio de uma empresa de logística e ganhou {gain} Foxies.",
      "Você limpou as gôndolas de um supermercado e recebeu {gain} Foxies.",
      "Você fez a manutenção da limpeza em um shopping e ganhou {gain} Foxies.",
      "Você limpou as vidraças de uma concessionária e recebeu {gain} Foxies.",
      "Você organizou os materiais de limpeza e higienizou o depósito, ganhando {gain} Foxies.",
      "Você limpou as cadeiras e mesas de uma praça de alimentação e recebeu {gain} Foxies.",
      "Você fez a limpeza pós-obra em um apartamento novo e ganhou {gain} Foxies.",
      "Você higienizou os banheiros públicos de um parque e recebeu {gain} Foxies.",
      "Você limpou a poeira de uma biblioteca municipal e ganhou {gain} Foxies.",
      "Você deixou a academia impecável para os alunos e recebeu {gain} Foxies."
    ]
  },
  {
    "id": "entregador",
    "name": "Entregador",
    "minWorks": 70,
    "bankLimit": 40000,
    "salary": [180, 240],
    "phrases": [
      "Você entregou todas as pizzas no prazo e ganhou {gain} Foxies.",
      "Você enfrentou a chuva forte para entregar um pacote e recebeu {gain} Foxies.",
      "Você completou sua rota de entregas diária com perfeição e ganhou {gain} Foxies.",
      "Você entregou documentos urgentes em um escritório de advocacia e recebeu {gain} Foxies.",
      "Você fez entregas de bicicleta o dia todo e ganhou {gain} Foxies.",
      "Você entregou um pedido de mercado pesado e recebeu {gain} Foxies.",
      "Você fez uma entrega intermunicipal rápida e ganhou {gain} Foxies.",
      "Você entregou flores para uma surpresa romântica e recebeu {gain} Foxies.",
      "Você transportou medicamentos para um idoso e ganhou {gain} Foxies.",
      "Você entregou um lanche na hora do rush e recebeu {gain} Foxies.",
      "Você subiu dez andares de escada porque o elevador quebrou e ganhou {gain} Foxies.",
      "Você entregou brindes de uma promoção corporativa e recebeu {gain} Foxies.",
      "Você transportou uma encomenda frágil com extremo cuidado e ganhou {gain} Foxies.",
      "Você entregou as compras de um restaurante antes da abertura e recebeu {gain} Foxies.",
      "Você fez a rota de entregas noturnas com segurança e ganhou {gain} Foxies.",
      "Você entregou convites de casamento em diversos bairros e recebeu {gain} Foxies.",
      "Você transportou peças de reposição para uma fábrica e ganhou {gain} Foxies.",
      "Você entregou uma encomenda internacional no centro e recebeu {gain} Foxies.",
      "Você fez o frete de um pequeno móvel e ganhou {gain} Foxies.",
      "Você entregou galões de água em um prédio residencial e recebeu {gain} Foxies."
    ]
  },
  {
    "id": "repositor",
    "name": "Repositor",
    "minWorks": 120,
    "bankLimit": 75000,
    "salary": [220, 300],
    "phrases": [
      "Você organizou as prateleiras do supermercado e ganhou {gain} Foxies.",
      "Você conferiu a validade de todos os produtos do setor e recebeu {gain} Foxies.",
      "Você repôs o estoque de bebidas rapidamente no horário de pico e ganhou {gain} Foxies.",
      "Você deixou o setor de hortifruti impecável e colorido, recebendo {gain} Foxies.",
      "Você ajudou a descarregar o caminhão de laticínios e ganhou {gain} Foxies.",
      "Você organizou a seção de limpeza e perfumaria e recebeu {gain} Foxies.",
      "Você colocou etiquetas de preço em toda a seção de congelados e ganhou {gain} Foxies.",
      "Você repôs o estoque de massas e grãos e recebeu {gain} Foxies.",
      "Você organizou o depósito de mercadorias da loja e ganhou {gain} Foxies.",
      "Você montou uma ilha de promoções no centro do mercado e recebeu {gain} Foxies.",
      "Você repôs os produtos da padaria e ganhou {gain} Foxies.",
      "Você organizou os carrinhos de compra e as cestas e recebeu {gain} Foxies.",
      "Você fez a reposição de itens de higiene pessoal e ganhou {gain} Foxies.",
      "Você ajudou um cliente a encontrar um produto na prateleira alta e recebeu {gain} Foxies.",
      "Você organizou os freezers de sorvete e ganhou {gain} Foxies.",
      "Você repôs as mercadorias no setor de bazar e recebeu {gain} Foxies.",
      "Você conferiu as notas fiscais das mercadorias que chegaram e ganhou {gain} Foxies.",
      "Você organizou a vitrine de pães especiais e recebeu {gain} Foxies.",
      "Você repôs o estoque de produtos automotivos e ganhou {gain} Foxies.",
      "Você limpou as gôndolas antes de colocar os novos produtos e recebeu {gain} Foxies."
    ]
  },
  {
    "id": "atendente",
    "name": "Atendente",
    "minWorks": 180,
    "bankLimit": 120000,
    "salary": [260, 350],
    "phrases": [
      "Você atendeu dezenas de clientes com um sorriso e ganhou {gain} Foxies.",
      "Você resolveu o problema de um cliente difícil com paciência e recebeu {gain} Foxies.",
      "Você organizou os pedidos no balcão da lanchonete e ganhou {gain} Foxies.",
      "Você explicou todas as promoções do dia para os clientes e recebeu {gain} Foxies.",
      "Você manteve a área de atendimento organizada e limpa, ganhando {gain} Foxies.",
      "Você cadastrou novos clientes no sistema da loja e recebeu {gain} Foxies.",
      "Você tirou dúvidas sobre os produtos por telefone e ganhou {gain} Foxies.",
      "Você preparou embalagens de presente para os clientes e recebeu {gain} Foxies.",
      "Você organizou a fila de espera em um dia movimentado e ganhou {gain} Foxies.",
      "Você sugeriu um combo especial e aumentou as vendas, recebendo {gain} Foxies.",
      "Você anotou os pedidos de uma mesa grande sem erros e ganhou {gain} Foxies.",
      "Você ajudou um cliente a escolher o presente ideal e recebeu {gain} Foxies.",
      "Você processou as trocas de mercadorias com agilidade e ganhou {gain} Foxies.",
      "Você manteve o estoque de balcão sempre abastecido e recebeu {gain} Foxies.",
      "Você recebeu elogios pela sua educação no atendimento e ganhou {gain} Foxies.",
      "Você operou o sistema de pedidos online sem falhas e recebeu {gain} Foxies.",
      "Você organizou as comandas do dia e ganhou {gain} Foxies.",
      "Você ajudou na recepção de um evento corporativo e recebeu {gain} Foxies.",
      "Você explicou o funcionamento de um novo aparelho para um cliente e ganhou {gain} Foxies.",
      "Você finalizou seu turno com 100% de avaliações positivas e recebeu {gain} Foxies."
    ]
  },
  {
    "id": "caixa",
    "name": "Caixa",
    "minWorks": 260,
    "bankLimit": 200000,
    "salary": [300, 420],
    "phrases": [
      "Você fechou o caixa sem nenhuma diferença de centavos e ganhou {gain} Foxies.",
      "Você operou o caixa durante o horário de pico com agilidade e recebeu {gain} Foxies.",
      "Você processou centenas de pagamentos com cartão e dinheiro hoje e ganhou {gain} Foxies.",
      "Você detectou uma nota falsa e evitou prejuízo para a loja, ganhando {gain} Foxies.",
      "Você foi o caixa mais rápido da loja hoje e recebeu {gain} Foxies.",
      "Você ajudou um cliente com problemas no aplicativo de pagamento e ganhou {gain} Foxies.",
      "Você realizou sangrias periódicas no caixa com total segurança e recebeu {gain} Foxies.",
      "Você processou o pagamento de uma compra enorme sem erros e ganhou {gain} Foxies.",
      "Você conferiu o troco de forma impecável o dia todo e recebeu {gain} Foxies.",
      "Você operou o caixa preferencial com atenção especial e ganhou {gain} Foxies.",
      "Você recarregou créditos de celular para diversos clientes e recebeu {gain} Foxies.",
      "Você emitiu notas fiscais paulistas para todos os interessados e ganhou {gain} Foxies.",
      "Você organizou os comprovantes de venda por categoria e recebeu {gain} Foxies.",
      "Você lidou com uma falha no sistema de cartões com calma e ganhou {gain} Foxies.",
      "Você conferiu os lacres dos malotes de dinheiro e recebeu {gain} Foxies.",
      "Você ajudou a embalar as compras para agilizar a fila e ganhou {gain} Foxies.",
      "Você realizou o fechamento de caixa matutino com precisão e recebeu {gain} Foxies.",
      "Você processou pagamentos de contas e boletos no caixa e ganhou {gain} Foxies.",
      "Você manteve as moedas de troco sempre organizadas e recebeu {gain} Foxies.",
      "Você finalizou o expediente com o caixa 100% correto e ganhou {gain} Foxies."
    ]
  },
  {
    "id": "motoboy",
    "name": "Motoboy",
    "minWorks": 360,
    "bankLimit": 350000,
    "salary": [350, 500],
    "phrases": [
      "Você cortou o trânsito e entregou o pedido ainda fumegante, ganhando {gain} Foxies.",
      "Você fez entregas em tempo recorde cruzando a cidade e recebeu {gain} Foxies.",
      "Você completou 50 entregas em um único turno exaustivo e ganhou {gain} Foxies.",
      "Você recebeu ótimas avaliações e gorjetas generosas dos clientes e ganhou {gain} Foxies.",
      "Sua moto foi essencial para as entregas urgentes de hoje, rendendo {gain} Foxies.",
      "Você entregou documentos importantes em um cartório antes do fechamento e recebeu {gain} Foxies.",
      "Você enfrentou um dia de sol escaldante nas ruas e ganhou {gain} Foxies.",
      "Você fez a rota de entregas em um bairro perigoso com segurança e recebeu {gain} Foxies.",
      "Você entregou peças de reposição para uma oficina mecânica e ganhou {gain} Foxies.",
      "Você transportou exames laboratoriais com urgência e recebeu {gain} Foxies.",
      "Você entregou chaves esquecidas para um cliente desesperado e ganhou {gain} Foxies.",
      "Você fez entregas de farmácia durante o plantão noturno e recebeu {gain} Foxies.",
      "Você desviou de um grande congestionamento usando um atalho e ganhou {gain} Foxies.",
      "Você entregou convites de um evento VIP por toda a zona sul e recebeu {gain} Foxies.",
      "Você transportou maquininhas de cartão para lojistas e ganhou {gain} Foxies.",
      "Você entregou marmitas fitness para uma academia e recebeu {gain} Foxies.",
      "Você fez a manutenção da sua moto para garantir as entregas de amanhã e ganhou {gain} Foxies.",
      "Você entregou um notebook consertado para um cliente e recebeu {gain} Foxies.",
      "Você transportou flores e presentes em um dia festivo e ganhou {gain} Foxies.",
      "Você encerrou o dia com o tanque cheio e {gain} Foxies no bolso."
    ]
  },
  {
    "id": "estoquista",
    "name": "Estoquista",
    "minWorks": 500,
    "bankLimit": 6000000,
    "salary": [420, 600],
    "phrases": [
      "Você organizou todo o estoque do armazém por categoria e ganhou {gain} Foxies.",
      "Você fez o inventário mensal com perfeição absoluta e recebeu {gain} Foxies.",
      "Você localizou uma carga perdida no fundo do depósito e ganhou {gain} Foxies.",
      "Você otimizou o espaço do estoque criando novas prateleiras e recebeu {gain} Foxies.",
      "Você gerenciou a entrada e saída de mercadorias sem erros, ganhando {gain} Foxies.",
      "Você conferiu as notas fiscais de uma grande remessa que chegou e recebeu {gain} Foxies.",
      "Você operou a empilhadeira para organizar os pallets altos e ganhou {gain} Foxies.",
      "Você separou os pedidos para expedição com total agilidade e recebeu {gain} Foxies.",
      "Você identificou produtos com embalagem danificada e fez o relatório, ganhando {gain} Foxies.",
      "Você manteve o sistema de estoque atualizado em tempo real e recebeu {gain} Foxies.",
      "Você organizou a câmara fria e conferiu as temperaturas, ganhando {gain} Foxies.",
      "Você etiquetou milhares de produtos novos para a loja e recebeu {gain} Foxies.",
      "Você ajudou na logística de distribuição para as filiais e ganhou {gain} Foxies.",
      "Você implementou um novo sistema de endereçamento no depósito e recebeu {gain} Foxies.",
      "Você conferiu os itens devolvidos por clientes e os reintegrou ao estoque, ganhando {gain} Foxies.",
      "Você preparou o estoque para a grande liquidação da semana e recebeu {gain} Foxies.",
      "Você organizou as ferramentas e equipamentos de proteção do setor e ganhou {gain} Foxies.",
      "Você evitou um desperdício de carga perecível com sua atenção e recebeu {gain} Foxies.",
      "Você coordenou o carregamento de três carretas hoje e ganhou {gain} Foxies.",
      "Você finalizou a conferência do estoque de segurança e recebeu {gain} Foxies."
    ]
  },
  {
    "id": "assistente_adm",
    "name": "Assistente administrativo",
    "minWorks": 700,
    "bankLimit": 1000000,
    "salary": [500, 720],
    "phrases": [
      "Você organizou toda a papelada e arquivos do escritório e ganhou {gain} Foxies.",
      "Você agendou reuniões importantes com investidores de sucesso e recebeu {gain} Foxies.",
      "Você gerenciou os e-mails da diretoria com total discrição e ganhou {gain} Foxies.",
      "Você preparou relatórios detalhados para a reunião de equipe e recebeu {gain} Foxies.",
      "Seu suporte administrativo foi essencial para o fechamento do mês, rendendo {gain} Foxies.",
      "Você organizou o fluxo de caixa diário da empresa e recebeu {gain} Foxies.",
      "Você atendeu fornecedores e negociou prazos de pagamento, ganhando {gain} Foxies.",
      "Você redigiu ofícios e memorandos internos com perfeição e recebeu {gain} Foxies.",
      "Você controlou a agenda de viagens dos executivos e ganhou {gain} Foxies.",
      "Você organizou um evento de integração para os funcionários e recebeu {gain} Foxies.",
      "Você atualizou o banco de dados de clientes da empresa e ganhou {gain} Foxies.",
      "Você auxiliou no processo de recrutamento e seleção de novos talentos e recebeu {gain} Foxies.",
      "Você conferiu as folhas de ponto e benefícios dos colaboradores e ganhou {gain} Foxies.",
      "Você gerenciou a compra de materiais de escritório e economizou custos, recebendo {gain} Foxies.",
      "Você preparou apresentações em slides para a conferência anual e ganhou {gain} Foxies.",
      "Você organizou a logística de documentos confidenciais e recebeu {gain} Foxies.",
      "Você prestou suporte técnico básico para a equipe do escritório e ganhou {gain} Foxies.",
      "Você monitorou os prazos contratuais e emitiu alertas importantes e recebeu {gain} Foxies.",
      "Você organizou a recepção de uma visita internacional e ganhou {gain} Foxies.",
      "Seu trabalho nos bastidores manteve a empresa rodando perfeitamente: {gain} Foxies."
    ]
  },
  {
    "id": "tecnico",
    "name": "Técnico",
    "minWorks": 1000,
    "bankLimit": 2000000,
    "salary": [600, 900],
    "phrases": [
      "Você consertou um equipamento eletrônico complexo e ganhou {gain} Foxies.",
      "Sua manutenção preventiva evitou uma parada crítica na produção, rendendo {gain} Foxies.",
      "Você instalou um novo sistema de rede com maestria e ganhou {gain} Foxies.",
      "Você resolveu um problema técnico persistente que ninguém entendia e recebeu {gain} Foxies.",
      "Sua perícia técnica foi elogiada por toda a diretoria, ganhando {gain} Foxies.",
      "Você configurou os servidores da empresa para máxima performance e recebeu {gain} Foxies.",
      "Você recuperou dados importantes de um disco rígido danificado e ganhou {gain} Foxies.",
      "Você realizou a calibração de instrumentos de precisão no laboratório e recebeu {gain} Foxies.",
      "Você prestou suporte técnico remoto para uma filial em outro país e ganhou {gain} Foxies.",
      "Você montou um painel elétrico industrial do zero e recebeu {gain} Foxies.",
      "Você atualizou o firmware de todos os dispositivos da rede com sucesso e ganhou {gain} Foxies.",
      "Você identificou e corrigiu uma falha de segurança no sistema e recebeu {gain} Foxies.",
      "Você treinou a equipe operacional para usar o novo software técnico e ganhou {gain} Foxies.",
      "Você realizou testes de estresse em um novo protótipo e recebeu {gain} Foxies.",
      "Você otimizou o consumo de energia dos equipamentos da fábrica e ganhou {gain} Foxies.",
      "Você resolveu um conflito de hardware em uma estação de trabalho e recebeu {gain} Foxies.",
      "Você instalou um sistema de monitoramento de última geração e ganhou {gain} Foxies.",
      "Você preparou o laudo técnico de uma inspeção de rotina e recebeu {gain} Foxies.",
      "Você soldou componentes microscópicos em uma placa-mãe e ganhou {gain} Foxies.",
      "Seu conhecimento técnico é o pilar da operação hoje: {gain} Foxies."
    ]
  },
  {
    "id": "supervisor",
    "name": "Supervisor",
    "minWorks": 1400,
    "bankLimit": 4000000,
    "salary": [750, 1100],
    "phrases": [
      "Você coordenou sua equipe com eficiência exemplar e ganhou {gain} Foxies.",
      "Sua supervisão direta garantiu que a meta do dia fosse batida, rendendo {gain} Foxies.",
      "Você resolveu um conflito interno e manteve a produtividade alta, ganhando {gain} Foxies.",
      "Seu relatório de supervisão foi aprovado com louvor pela gerência, rendendo {gain} Foxies.",
      "Você otimizou os processos do seu setor economizando tempo e recursos, ganhando {gain} Foxies.",
      "Você implementou novos protocolos de segurança que foram um sucesso e recebeu {gain} Foxies.",
      "Você mentorou um funcionário novo que se tornou destaque na equipe e ganhou {gain} Foxies.",
      "Sua gestão de escalas evitou furos na operação durante o feriado e recebeu {gain} Foxies.",
      "Você identificou um gargalo na linha de produção e o eliminou, ganhando {gain} Foxies.",
      "Sua liderança foi fundamental durante uma crise operacional hoje e recebeu {gain} Foxies.",
      "Você conduziu o treinamento de reciclagem para toda a sua equipe e ganhou {gain} Foxies.",
      "Você avaliou o desempenho dos colaboradores e deu feedbacks construtivos, recebendo {gain} Foxies.",
      "Você garantiu que todos os padrões de qualidade fossem seguidos à risca e ganhou {gain} Foxies.",
      "Sua organização do setor foi elogiada durante a auditoria externa e recebeu {gain} Foxies.",
      "Você gerenciou os recursos materiais do setor com inteligência e ganhou {gain} Foxies.",
      "Você apresentou sugestões de melhoria que foram adotadas pela empresa e recebeu {gain} Foxies.",
      "Você monitorou os KPIs do setor em tempo real e tomou decisões rápidas, ganhando {gain} Foxies.",
      "Sua equipe bateu o recorde de produtividade sob sua supervisão e recebeu {gain} Foxies.",
      "Você organizou o fluxo de trabalho para o próximo trimestre com sucesso e ganhou {gain} Foxies.",
      "Ser um líder respeitado pela equipe rendeu ótimos frutos hoje: {gain} Foxies."
    ]
  },
  {
    "id": "gerente",
    "name": "Gerente",
    "minWorks": 1900,
    "bankLimit": 8000000,
    "salary": [900, 1300],
    "phrases": [
      "Você liderou a unidade para lucros recordes este mês e ganhou {gain} Foxies.",
      "Sua gestão estratégica foi fundamental para o sucesso da nova filial, rendendo {gain} Foxies.",
      "Você aprovou novos projetos altamente lucrativos para a empresa e ganhou {gain} Foxies.",
      "Seu planejamento anual foi executado com perfeição absoluta, rendendo {gain} Foxies.",
      "Você foi eleito o gerente do ano e recebeu um bônus especial de {gain} Foxies.",
      "Você negociou contratos vantajosos com grandes fornecedores e ganhou {gain} Foxies.",
      "Sua análise de mercado permitiu antecipar uma tendência importante e rendeu {gain} Foxies.",
      "Você coordenou a expansão do departamento com sucesso total e ganhou {gain} Foxies.",
      "Você apresentou os resultados trimestrais para os acionistas e foi aplaudido: {gain} Foxies.",
      "Sua decisão de reestruturar a equipe trouxe resultados imediatos e rendeu {gain} Foxies.",
      "Você gerenciou o orçamento do departamento com precisão cirúrgica e ganhou {gain} Foxies.",
      "Sua visão de liderança inspirou todos os setores da unidade hoje e rendeu {gain} Foxies.",
      "Você resolveu uma crise institucional com diplomacia e competência, ganhando {gain} Foxies.",
      "Você implementou uma nova cultura organizacional que aumentou o engajamento: {gain} Foxies.",
      "Sua gestão de talentos evitou a perda de profissionais chave para a concorrência: {gain} Foxies.",
      "Você autorizou investimentos em tecnologia que dobraram a eficiência e ganhou {gain} Foxies.",
      "Sua presença em um evento do setor gerou novas parcerias estratégicas e rendeu {gain} Foxies.",
      "Você definiu as metas para o próximo ano com base em dados sólidos e ganhou {gain} Foxies.",
      "Sua autoridade e conhecimento são pilares para a organização hoje: {gain} Foxies.",
      "Você encerrou o dia com a certeza de um dever bem cumprido e {gain} Foxies."
    ]
  },
  {
    "id": "empresario",
    "name": "Empresário",
    "minWorks": 2500,
    "bankLimit": 15000000,
    "salary": [1100, 1600],
    "phrases": [
      "Sua empresa fechou um contrato milionário e rendeu dividendos de {gain} Foxies.",
      "Você expandiu seus negócios para uma nova cidade com sucesso e ganhou {gain} Foxies.",
      "Seu novo empreendimento inovador foi um sucesso absoluto de mercado, rendendo {gain} Foxies.",
      "Você tomou decisões de mercado brilhantes que valorizaram sua marca e ganhou {gain} Foxies.",
      "Sua visão de negócios gerou lucros impressionantes para todos os sócios: {gain} Foxies.",
      "Você adquiriu uma empresa concorrente e consolidou sua posição no mercado: {gain} Foxies.",
      "Sua marca foi destaque na capa de uma revista de negócios importante, rendendo {gain} Foxies.",
      "Você lançou um produto que se tornou líder de vendas em tempo recorde e ganhou {gain} Foxies.",
      "Sua rede de contatos gerou uma oportunidade de negócio única hoje e rendeu {gain} Foxies.",
      "Você investiu na modernização do seu parque industrial e viu os lucros subirem: {gain} Foxies.",
      "Sua empresa recebeu um prêmio de inovação e sustentabilidade, rendendo {gain} Foxies.",
      "Você negociou uma rodada de investimentos que capitalizou seu negócio e ganhou {gain} Foxies.",
      "Sua estratégia de marketing viralizou e as vendas dispararam, rendendo {gain} Foxies.",
      "Você abriu o capital da sua empresa na bolsa de valores com sucesso e ganhou {gain} Foxies.",
      "Sua visão empreendedora transformou um problema em uma solução lucrativa: {gain} Foxies.",
      "Você mentorou novos empreendedores e expandiu seu ecossistema de negócios: {gain} Foxies.",
      "Sua empresa expandiu para o mercado internacional e os lucros em dólar vieram: {gain} Foxies.",
      "Você otimizou toda a sua cadeia de suprimentos e aumentou a margem de lucro: {gain} Foxies.",
      "Seu nome é sinônimo de sucesso no mundo dos negócios hoje: {gain} Foxies.",
      "Você colheu os frutos de anos de dedicação e risco calculado: {gain} Foxies."
    ]
  },
  {
    "id": "investidor",
    "name": "Investidor",
    "minWorks": 3300,
    "bankLimit": 30000000,
    "salary": [1400, 2000],
    "phrases": [
      "Seus investimentos em ações blue-chips renderam dividendos robustos de {gain} Foxies.",
      "Você fez uma jogada de mestre na bolsa de valores hoje e ganhou {gain} Foxies.",
      "Seu portfólio diversificado rendeu lucros sólidos mesmo em um dia volátil: {gain} Foxies.",
      "Você investiu em uma startup promissora que decolou e rendeu {gain} Foxies.",
      "Sua análise técnica de mercado resultou em um retorno financeiro incrível: {gain} Foxies.",
      "Você aproveitou uma baixa no mercado para comprar ativos valiosos e ganhou {gain} Foxies.",
      "Seus investimentos em fundos imobiliários renderam aluguéis de {gain} Foxies.",
      "Você operou no mercado de commodities com precisão cirúrgica e ganhou {gain} Foxies.",
      "Sua estratégia de hold a longo prazo provou-se extremamente lucrativa hoje: {gain} Foxies.",
      "Você identificou uma oportunidade em criptoativos e lucrou alto: {gain} Foxies.",
      "Seu aporte em títulos do tesouro rendeu juros compostos de {gain} Foxies.",
      "Você participou de um IPO de sucesso e viu seu capital multiplicar por {gain} Foxies.",
      "Sua consultoria de investimentos para grandes fortunas rendeu {gain} Foxies.",
      "Você antecipou uma mudança na taxa de juros e protegeu seu capital, ganhando {gain} Foxies.",
      "Seus investimentos em ouro e metais preciosos valorizaram hoje: {gain} Foxies.",
      "Você realizou lucros em uma operação de day trade perfeitamente executada: {gain} Foxies.",
      "Sua tese de investimento foi validada pelo mercado e rendeu {gain} Foxies.",
      "Você diversificou seu capital em mercados internacionais e lucrou {gain} Foxies.",
      "Seu patrimônio cresce consistentemente graças à sua inteligência financeira: {gain} Foxies.",
      "O dinheiro trabalha para você hoje e rendeu mais {gain} Foxies."
    ]
  },
  {
    "id": "ceo",
    "name": "Diretor Executivo (CEO)",
    "minWorks": 4300,
    "bankLimit": 60000000,
    "salary": [1800, 2600],
    "phrases": [
      "Sob sua liderança estratégica, a corporação atingiu um novo patamar de mercado: {gain} Foxies.",
      "Você fechou uma fusão histórica entre gigantes do setor e ganhou {gain} Foxies.",
      "Sua diretriz visionária guiou milhares de funcionários ao sucesso absoluto e rendeu {gain} Foxies.",
      "O conselho administrativo está impressionado com seus resultados trimestrais: {gain} Foxies.",
      "Sua gestão executiva é referência mundial em eficiência e rendeu {gain} Foxies.",
      "Você liderou a transformação digital da companhia com sucesso total e ganhou {gain} Foxies.",
      "Sua decisão de expansão global abriu novos mercados lucrativos para a empresa: {gain} Foxies.",
      "Você representou a corporação em um fórum econômico mundial e gerou valor: {gain} Foxies.",
      "Sua política de inovação disruptiva colocou a empresa anos à frente da concorrência: {gain} Foxies.",
      "Você gerenciou uma crise de imagem com maestria e recuperou o valor das ações: {gain} Foxies.",
      "Sua liderança inspirou uma nova geração de diretores dentro da companhia: {gain} Foxies.",
      "Você aprovou a aquisição de uma tecnologia patenteada que revolucionou o setor: {gain} Foxies.",
      "Sua carta anual aos acionistas transmitiu confiança e o mercado respondeu com {gain} Foxies.",
      "Você definiu a cultura da empresa para a próxima década e os lucros vieram: {gain} Foxies.",
      "Sua presença tática no comando da corporação vale ouro, ou melhor, {gain} Foxies.",
      "Você negociou parcerias com governos que facilitaram grandes projetos e rendeu {gain} Foxies.",
      "Sua visão holística do negócio permitiu cortes de gastos sem perder qualidade: {gain} Foxies.",
      "Você é o rosto de uma das marcas mais valiosas do planeta e hoje faturou {gain} Foxies.",
      "A responsabilidade do cargo é grande, mas a recompensa hoje foi de {gain} Foxies.",
      "Você encerrou o ciclo de metas com 150% de aproveitamento e bônus de {gain} Foxies."
    ]
  },
  {
    "id": "magnata",
    "name": "Magnata",
    "minWorks": 5500,
    "bankLimit": 150000000,
    "salary": [2300, 3300],
    "phrases": [
      "Seu império comercial global gerou lucros colossais e astronômicos hoje: {gain} Foxies.",
      "Você adquiriu mais uma cadeia internacional de hotéis de luxo e rendeu {gain} Foxies.",
      "Sua influência nos mercados financeiros é absoluta e incontestável, rendendo {gain} Foxies.",
      "Cada movimento tático seu faz a economia global tremer e seu bolso encher: {gain} Foxies.",
      "Você é o dono de metade dos imóveis da metrópole e recebeu seus lucros: {gain} Foxies.",
      "Sua frota de navios cargueiros domina as rotas comerciais e rendeu {gain} Foxies.",
      "Você investiu em infraestrutura pesada em diversos países e os retornos vieram: {gain} Foxies.",
      "Seu conglomerado de mídia molda a opinião pública e gera lucros massivos: {gain} Foxies.",
      "Você comprou os direitos de exploração de recursos naturais valiosos e ganhou {gain} Foxies.",
      "Sua fundação filantrópica também gera valor e reconhecimento mundial: {gain} Foxies.",
      "Você é um titã da indústria e seu império não para de crescer, rendendo {gain} Foxies.",
      "Suas propriedades rurais produzem para o mundo inteiro e rendem fortunas: {gain} Foxies.",
      "Você financiou o desenvolvimento de uma nova matriz energética revolucionária: {gain} Foxies.",
      "Sua rede de influência política e econômica é sua maior arma e rendeu {gain} Foxies.",
      "Você adquiriu obras de arte raríssimas que valorizaram seu patrimônio em {gain} Foxies.",
      "Seus jatos particulares cruzam os céus fechando negócios em todos os continentes: {gain} Foxies.",
      "Você é o mestre do monopólio em diversos setores e a arrecadação foi de {gain} Foxies.",
      "Seu nome está gravado nos arranha-céus mais altos do mundo e hoje rendeu {gain} Foxies.",
      "O poder que você exerce é proporcional à sua riqueza: {gain} Foxies.",
      "Você é o Magnata supremo e hoje o mercado se curvou a você: {gain} Foxies."
    ]
  },
  {
    "id": "bilionario",
    "name": "Bilionário",
    "minWorks": 7000,
    "bankLimit": 500000000,
    "salary": [3000, 4000],
    "phrases": [
      "Sua fortuna é verdadeiramente incalculável e seus rendimentos passivos são de {gain} Foxies.",
      "Você comprou uma ilha paradisíaca inteira e ainda sobraram {gain} Foxies de troco.",
      "Seus ativos globais diversificados geraram uma receita astronômica hoje: {gain} Foxies.",
      "Você é oficialmente uma das pessoas mais ricas e influentes do mundo: {gain} Foxies.",
      "O topo da pirâmide econômica pertence exclusivamente a você, rendendo {gain} Foxies.",
      "Você financiou a primeira colônia privada em outro planeta e lucrou {gain} Foxies.",
      "Sua inteligência artificial proprietária domina os mercados e gera {gain} Foxies.",
      "Você possui bancos, fábricas e cidades inteiras sob seu comando: {gain} Foxies.",
      "Sua mera presença em um conselho de administração vale bilhões, ou {gain} Foxies.",
      "Você comprou uma equipe de futebol de elite e os lucros de imagem foram de {gain} Foxies.",
      "Sua herança para as próximas gerações já está garantida em {gain} Foxies.",
      "Você é o arquiteto do sistema financeiro moderno e hoje faturou {gain} Foxies.",
      "Seu estilo de vida é o ápice do luxo e exclusividade, rendendo {gain} Foxies.",
      "Você resolveu a fome em um pequeno país e ainda lucrou com a infraestrutura: {gain} Foxies.",
      "Sua coleção de iates e mansões é apenas uma fração do seu capital de {gain} Foxies.",
      "Você investe em tecnologias que mudarão o destino da humanidade e ganha {gain} Foxies.",
      "O mundo é o seu tabuleiro de xadrez e cada peça movida rende {gain} Foxies.",
      "Você não conta mais o dinheiro, apenas o peso da sua influência de {gain} Foxies.",
      "A liberdade financeira absoluta permitiu que você ganhasse hoje {gain} Foxies.",
      "Você é a lenda viva da economia moderna e o topo é seu: {gain} Foxies."
    ]
  }
]
